{
    "section_a": [
        {
            "question": "Which event is given by a special subset of the sample space U?\n(A) Certain event\n(B) Complementary event of o\n(C) Union of events U and\n(D) Impossible event",
            "marks": 1
        },
        {
            "question": "What is the value of P(A ∩ A') for events A and A'?\n(A) 1\n(B) 0\n(C) 0.5\n(D) Between 0 and 1",
            "marks": 1
        },
        {
            "question": "Which of the following options is true for any event of the sample space?\n(A) P(A) < 0\n(B) 0 <= P(A) >= 1\n(C) 0 <= P(A) <= 1\n(D) P(A) > 1",
            "marks": 1
        },
        {
            "question": "Which of the following options is not true for any two events A and B in the sample space U where A ⊆ B?\n(A) P(A ∩ B) = P(B)\n(B) P(A ∩ B) = P(A)\n(C) P(A ∪ B) ≥ P(A)\n(D) P(B - A) = P(B) - P(A)",
            "marks": 1
        },
        {
            "question": "What is the other name of the classical definition of probability?\n(A) Mathematical definition\n(B) Axiomatic definition\n(C) Statistical definition\n(D) Geometric definition",
            "marks": 1
        },
        {
            "question": "Which of the following statements for probability of elementary events H and T of a random experiment of tossing a balanced coin is not true?\n(A) P(T) = 0.5\n(B) P(H) + P(T) = 1\n(C) P(H ∩ T) = 0.5\n(D) P(H) = 0.5",
            "marks": 1
        },
        {
            "question": "Which random experiment from the following has an infinite sample space?\n(A) Throwing two dice\n(B) Selecting two employees from an office\n(C) To measure the life of an electric bulb\n(D) Selecting a card from 52 cards",
            "marks": 1
        },
        {
            "question": "If A ∪ A' = U, then what type of events are A and A'?\n(A) Independent events\n(B) Complementary events\n(C) Certain events\n(D) Impossible events",
            "marks": 1
        },
        {
            "question": "If P(A | B) = P(A) and P(B | A) = P(B), then what type of events are A and B?\n(A) Independent events\n(B) Complementary events\n(C) Certain events\n(D) Impossible events",
            "marks": 1
        },
        {
            "question": "Two events A and B of a sample space are mutually exclusive. Which of the following will be equal to P(B - A)?\n(A) P(A)\n(B) P(B)\n(C) P(A ∩ B)\n(D) P(A ∪ B)",
            "marks": 1
        },
        {
            "question": "What is the total number of sample points in the sample space formed by throwing three six-faced balanced dice simultaneously?\n(A) 6²\n(B) 3⁶\n(C) 6 * 3\n(D) 6³",
            "marks": 1
        },
        {
            "question": "If one number is randomly selected between 1 and 20, what is the probability that the number is a multiple of 5?\n(A) 1/2\n(B) 1/6\n(C) 1/5\n(D) 1/3",
            "marks": 1
        },
        {
            "question": "If events A and B are independent, which of the following options is true?\n(A) P(A ∩ B) = P(A) * P(B)\n(B) P(A ∪ B) = P(A) + P(B)\n(C) P(A ∪ B) = P(A) * P(B)\n(D) P(A ∩ B) = P(A) + P(B)",
            "marks": 1
        },
        {
            "question": "What is the probability of having 5 Thursdays in the month of February in a year which is not a leap year?\n(A) 0\n(B) 1/7\n(C) 2/7\n(D) 3/7",
            "marks": 1
        },
        {
            "question": "If P(A) = 0.4 and P(B') = 0.3 for two independent events A and B of a sample space, then state the value of P(A ∩ B).\n(A) 0.12\n(B) 0.42\n(C) 0.28\n(D) 0.18",
            "marks": 1
        },
        {
            "question": "For two events A and B of a sample space, state the event (A ∩ B) ∪ (A ∩ B').\n(A) ф\n(B) B\n(C) A\n(D) U",
            "marks": 1
        },
        {
            "question": "According to the mathematical definition of probability, what is the probability of each outcome among the n outcomes of a random experiment?\n(A) 0\n(B) n\n(C) 1\n(D) Cannot say",
            "marks": 1
        }
    ],
    "section_b": [
        {
            "question": "Give two examples of random experiment.",
            "marks": 1
        },
        {
            "question": "Draw the Venn diagram for A-B, the difference event of A and B.",
            "marks": 1
        },
        {
            "question": "Define an event.",
            "marks": 1
        },
        {
            "question": "Write the sample space of a random experiment of throwing one balanced die and a balanced coin simultaneously.",
            "marks": 1
        },
        {
            "question": "Define conditional probability.",
            "marks": 1
        },
        {
            "question": "State the formula for the probability of occurrence of at least one event out of three events A, B and C.",
            "marks": 1
        },
        {
            "question": "Define independent events.",
            "marks": 1
        },
        {
            "question": "Write the law of multiplication of probability for two independent events A and B in a sample space.",
            "marks": 1
        },
        {
            "question": "Interpret P(A / B) and P(B / A).",
            "marks": 1
        },
        {
            "question": "When can we say that three events A, B and C in a sample space are exhaustive?",
            "marks": 1
        },
        {
            "question": "Arrange P( A ∩ B), 0, P(A) + P(B) in the ascending order. P( A ∪ B), P(A).",
            "marks": 1
        },
        {
            "question": "Define: (1) Random Experiment (2) Sample Space (3) Equi-probable Events (4) Favourable Outcomes (5) Probability (Mathematical definition) (6) Probability (Statistical definition) (7) Impossible Event (8) Certain Event",
            "marks": 1
        },
        {
            "question": "For two events A and B in a sample space, A ∩ B = Φ and A ∪ B = U. State the values of P( A ∩ B) and P( A ∪ B).",
            "marks": 1
        },
        {
            "question": "If two events A and B in a sample space are independent then state the formula for P( A ∪ B).",
            "marks": 1
        },
        {
            "question": "If A = {x | 0 < x < 1} and B = {x | 1/4 <= x <= 3} then find A ∩ B.",
            "marks": 1
        },
        {
            "question": "For two independent events A and B, P(A) = 0.5 and P(B) = 0.7. Find P( X' ∩ B').",
            "marks": 1
        },
        {
            "question": "If P(A) = 0.8 and P( A ∩ B) = 0.25 find P(A - B).",
            "marks": 1
        },
        {
            "question": "If P(A) = 0.3 and P( A ∩ B) = 0.03 find P(B / A).",
            "marks": 1
        },
        {
            "question": "If P(A) = P(B) = K for two mutually exclusive events A and B, find P( A ∪ B).",
            "marks": 1
        },
        {
            "question": "If P( A' ∩ B) = 0.45 and A and B are independent, find P(B).",
            "marks": 1
        },
        {
            "question": "Two events A and B in a sample space are mutually exclusive and exhaustive. If P(A) = 1/3 find P(B).",
            "marks": 1
        },
        {
            "question": "2% items in a lot are defective. What is the probability that an item randomly selected from this lot is non-defective?",
            "marks": 1
        },
        {
            "question": "State the number of sample points in the random experiment of tossing five balanced coins.",
            "marks": 1
        },
        {
            "question": "State the number of sample points in the random experiment of tossing one balanced coin and two balanced dice simultaneously.",
            "marks": 1
        },
        {
            "question": "Is it possible that P(A) = 0.7 and P( A ∪ B) = 0.45 for two events A and B in a sample space?",
            "marks": 1
        },
        {
            "question": "Two cards are selected one by one with replacement from 52 cards. State the number of elements in the sample space of this random experiment.",
            "marks": 1
        },
        {
            "question": "For two independent events A and B, P(B / A) = 1/2 and P(A ∩ B) = 1/5. Find P(A).",
            "marks": 1
        },
        {
            "question": "1998 tickets out of 2000 tickets do not have a prize. If a person randomly selects one ticket from 2000 tickets then what is the probability that the ticket selected is eligible for a prize?",
            "marks": 1
        }
    ],
    "section_c": [
        {
            "question": "Define the following events and draw their Venn diagram: (1) Mutually exclusive events (2) Union of events (3) Intersection of events (4) Difference event (5) Exhaustive events (6) Complementary event",
            "marks": 2
        },
        {
            "question": "Give the illustrations of finite and infinite sample space.",
            "marks": 2
        },
        {
            "question": "Give the illustrations of impossible and certain event.",
            "marks": 2
        },
        {
            "question": "State the characteristics of random experiment.",
            "marks": 2
        },
        {
            "question": "State the assumptions of mathematical definition of probability.",
            "marks": 2
        },
        {
            "question": "State the limitations of mathematical definition of probability.",
            "marks": 2
        },
        {
            "question": "State the limitations of statistical definition of probability.",
            "marks": 2
        },
        {
            "question": "Explain the equiprobable events with illustration.",
            "marks": 2
        },
        {
            "question": "State the law of addition of probability for two events A and B. Write the law of addition of probability if these two events are mutually exclusive.",
            "marks": 2
        },
        {
            "question": "State the law of multiplication of probability for two events A and B. Write the law of multiplication of probability if these two events are independent.",
            "marks": 2
        },
        {
            "question": "State the following results for two independent events A and B: (1) P(A ∩ B) (2) P(A' ∩ B') (3) P(A ∩ B') (4) P(A' ∩ B)",
            "marks": 2
        },
        {
            "question": "If P(A) = 1/3, P(B) = 2/3 and P(A ∩ B) = 1/6 then find P(A' ∩ B').",
            "marks": 2
        },
        {
            "question": "If P(B) = 2P(A / B) = 0.4 then find P(A ∩ B).",
            "marks": 2
        },
        {
            "question": "If the events A and B are independent and 3P(A) = 2P(B) = 0.12 then find P(A ∩ B).",
            "marks": 2
        },
        {
            "question": "If 5P(A) = 3P(B) = 2P(A ∪ B) = 32 for two events A and B then find P(A' ∪ B').",
            "marks": 2
        },
        {
            "question": "If P(A ∩ B) = 0.12 and P(B) = 0.3 for two independent events A and B then find P(A ∪ B).",
            "marks": 2
        },
        {
            "question": "If A = {x | 1 < x < 3} and B = {x | 1/2 <= x < 2} then find A ∪ B and A ∩ B.",
            "marks": 2
        },
        {
            "question": "The probability of occurrence of at least one of the two events A and B is 0.7. The probability that event A occurs but event B does not occur is 0.3. Find the probability of event B.",
            "marks": 2
        },
        {
            "question": "If P(B) = 0.4 and P(A ∩ B) = 0.2 for two events A and B, find P(A/B).",
            "marks": 2
        },
        {
            "question": "6 persons have a passport in a group of 10 persons. If 3 persons are randomly selected from this group, find the probability that (1) all the three persons have a passport (2) two persons among them do not have a passport.",
            "marks": 2
        },
        {
            "question": "The probability that the tax-limit for income of males increases in the budget of a year is 0.66 and the probability that the tax-limit increases for income of females is 0.72. The probability that the tax-limit increases for income of both the males and females is 0.47. Find the probability that (1) the tax-limit increases for income of only one of the two, males and females. (2) the tax-limit does not increase for income of males as well as females in the budget of that year.",
            "marks": 2
        },
        {
            "question": "The price of petrol rises in 80% of the cases and the price of diesel rises in 77% of the cases after the rise in price of crude oil. The price of petrol and diesel rises in 68% cases. Find the probability that the price of diesel rises under the condition that there is a rise in the price of petrol.",
            "marks": 2
        },
        {
            "question": "As per the prediction of weather bureau, the probabilities for rains on three days, Thursday, Friday and Saturday in the next week are 0.8, 0.7 and 0.6 respectively. Find the probability that it rains on at least one of the three days in the next week. (Note: The events of rains on three days, Thursday, Friday and Saturday of a week are independent.)",
            "marks": 2
        }
    ],
   "section_d": [
    {
        "question": "6 LED televisions and 4 LCD televisions are displayed in digital store A whereas 5 LED televisions and 3 LCD televisions are displayed in digital store B. One of the two stores is randomly selected and one television is selected from that store. Find the probability that it is an LCD television.",
        "marks": 3
    },
    {
        "question": "One number is randomly selected from the natural number 1 to 100. Find the probability that the number selected is either a single digit number or a perfect square.",
        "marks": 3
    },
    {
        "question": "A balanced coin is tossed thrice. If the first two tosses have resulted in tail, find the probability that tail appears on the coin in all the three trials.",
        "marks": 3
    },
    {
        "question": "If events A, B and C are independent events and P(A) = P(B) = P(C) = p then find the value of P(A ∩ B ∩ C) in terms of p.",
        "marks": 3
    },
    {
        "question": "The gender-wise data of a sample of 6000 employees selected from class 3 and class 4 employees in the government jobs of a state are shown in the following table:\n\n| Class of Employees | Males | Females | Total |\n|-------------------|-------|---------|-------|\n| Class 3           | 3600  | 900     | 4500  |\n| Class 4           | 400   | 1100    | 1500  |\n| **Total**          | 4000  | 2000    | 6000  |\n\nOne employee is randomly selected from all the class 3 and class 4 employees in government jobs of this state.\n\n(1) If the selected employee is a male, find the probability that he belongs to class 3.\n\n(2) If it is given that the selected employee belongs to class 3, find the probability that he is a male.",
        "marks": 3
    }
]

}